modulo_02-legislação_e_finanças/03-gestao_de_custos_em_saude/trabalho_final_resolvido_fixed.org
#+OPTIONS: toc:nil num:t H:3 ^:nil
#+STARTUP: overview
#+PROPERTY: header-args:python :exports results

#+LATEX_HEADER: \usepackage{fgv-header}

#+begin_export latex
\begingroup
\linespread{1}\selectfont
\begin{tcolorbox}[title=Ficha Técnica,
  colback=gray!5,colframe=gray!40,boxrule=0.4pt,sharp corners]
\begin{tblr}{rowsep=1pt,stretch=1, rows={t}, colspec={Q[l,2.8cm] X[l]}}
\textbf{Curso}                   & MBA em Gestão da Saúde \\
\textbf{Turma}                   & T-01 \\
\textbf{Pólo}                    & Brasília \\
\textbf{Disciplina}              & Gestão de Custos \\
\textbf{Professor}               & Waldir Jorge Ladeira dos Santos \\
\textbf{Trabalho}                & Resolução do trabalho final \\
\textbf{Aluno(s)}                & Gustavo M. Mendes de Tarso \\
\textbf{Título do trabalho}      & Resolução comentada das questões \\
\end{tblr}
\end{tcolorbox}
\endgroup
#+end_export

#+LATEX: \FGVNewPage

* 1ª Questão

** Enunciado
Os indicadores abaixo foram extraídos do demonstrativo de resultado do Hospital Beta no exercício de 2025, em milhares de Reais.

Valores em R$ mil:
- Receita de serviços prestados: 5.000
- Custo dos serviços prestados: fixos 1.000; variáveis 1.500; total 2.500
- Despesas de vendas de planos e administrativas: fixas 500; variáveis 100; total 600

Pede-se:
1. O demonstrativo de resultado com base na abordagem da contribuição (gerencial).
2. O lucro operacional para cada uma das hipóteses seguintes:
   a) aumento das vendas físicas em 30%, com nova despesa fixa de propaganda de 50;
   b) aumento dos custos fixos em 100 e redução dos custos variáveis em 10%;
   c) redução de 10% no preço de venda e aumento de 20% no volume de vendas.

** Resolução

*** DREx gerencial base
\[
\text{Margem de Contribuição} = 5.000 - 1.500 - 100 = 3.400
\]

\[
\text{Lucro Operacional Líquido} = 3.400 - 1.000 - 500 = 1.900
\]

#+NAME: tab:q1_drex_gerencial
#+CAPTION: 1ª questão — DREx gerencial e cenários
#+ATTR_LATEX: :center nil :float nil
#+LATEX: \begin{table}[htbp]
#+LATEX: \centering
#+LATEX: \scriptsize
#+LATEX: \setlength{\tabcolsep}{3pt}
#+LATEX: \renewcommand{\arraystretch}{1.15}
#+LATEX: \begin{tabularx}{\textwidth}{%
#+LATEX:   >{\raggedright\arraybackslash}X
#+LATEX:   >{\raggedleft\arraybackslash}m{0.14\textwidth}
#+LATEX:   >{\raggedleft\arraybackslash}m{0.14\textwidth}
#+LATEX:   >{\raggedleft\arraybackslash}m{0.14\textwidth}
#+LATEX:   >{\raggedleft\arraybackslash}m{0.14\textwidth}}
#+LATEX: \toprule
#+LATEX: DREx & Base & 2a & 2b & 2c \\
#+LATEX: \midrule
#+LATEX: Receita & 5.000 & 6.500 & 5.000 & 5.400 \\
#+LATEX: (-) Custo Variável & 1.500 & 1.950 & 1.350 & 1.800 \\
#+LATEX: (-) Despesa Variável & 100 & 130 & 100 & 120 \\
#+LATEX: (=) Margem de Contribuição & 3.400 & 4.420 & 3.550 & 3.480 \\
#+LATEX: (-) Custo Fixo & 1.000 & 1.000 & 1.100 & 1.000 \\
#+LATEX: (-) Despesa Fixa & 500 & 550 & 500 & 500 \\
#+LATEX: (=) Lucro Operacional Líquido & 1.900 & 2.870 & 1.950 & 1.980 \\
#+LATEX: \bottomrule
#+LATEX: \end{tabularx}
#+LATEX: \normalsize
#+LATEX: \end{table}

*** Cálculos das hipóteses

**** a) Vendas físicas +30% e propaganda fixa de 50
\[
\text{Receita} = 5.000 \times 1{,}30 = 6.500
\]
\[
\text{Custo Variável} = 1.500 \times 1{,}30 = 1.950
\]
\[
\text{Despesa Variável} = 100 \times 1{,}30 = 130
\]
\[
\text{Lucro} = 6.500 - 1.950 - 130 - 1.000 - (500 + 50) = 2.870
\]

**** b) CF +100 e CV -10%
\[
\text{Custo Variável} = 1.500 \times 0{,}90 = 1.350
\]
\[
\text{Lucro} = 5.000 - 1.350 - 100 - 1.100 - 500 = 1.950
\]

**** c) Preço -10% e quantidade +20%
\[
\text{Receita} = 5.000 \times 0{,}90 \times 1{,}20 = 5.400
\]
\[
\text{Custo Variável} = 1.500 \times 1{,}20 = 1.800
\]
\[
\text{Despesa Variável} = 100 \times 1{,}20 = 120
\]
\[
\text{Lucro} = 5.400 - 1.800 - 120 - 1.000 - 500 = 1.980
\]

* 2ª Questão

** Enunciado
Em 2025, desejando melhorar a qualidade de seu serviço, o médico substitui um material de exame utilizado na consulta que custava $150 por outro que custa $170 por paciente. Adicionalmente, para aumentar a capacidade instalada, efetua investimento de $500.000 em equipamento, com vida útil de 5 anos, valor residual nulo e depreciação linear.

Utilize a tabela abaixo com os valores do ano-base de 2024 para encontrar os novos valores de 2025 e responder:
- a) quantas consultas serão necessárias para o ponto de equilíbrio em 2025;
- b) quantas consultas serão necessárias para lucro de R$ 120.000;
- c) número de consultas por dia, considerando 22 dias por mês e 11 meses trabalhados;
- d) margem de segurança em 2025, sabendo que a referência de vendas do ano anterior foi de 3.300 consultas.

** Resolução

*** Atualização dos dados de 2025
- Receita unitária de 2024: 500
- Variável unitário de 2024: 280
- Margem de contribuição unitária de 2024: 220
- Custos e despesas fixas de 2024: 480.000

Aumento do material por consulta:
\[
170 - 150 = 20
\]

Novo variável unitário:
\[
280 + 20 = 300
\]

Nova margem de contribuição unitária:
\[
500 - 300 = 200
\]

Depreciação anual do novo equipamento:
\[
\frac{500.000}{5} = 100.000
\]

Novos fixos:
\[
480.000 + 100.000 = 580.000
\]

#+NAME: tab:q2_2025
#+CAPTION: 2ª questão — atualização dos valores para 2025
#+ATTR_LATEX: :center nil :float nil
#+LATEX: \begin{table}[htbp]
#+LATEX: \centering
#+LATEX: \scriptsize
#+LATEX: \setlength{\tabcolsep}{3pt}
#+LATEX: \renewcommand{\arraystretch}{1.15}
#+LATEX: \begin{tabularx}{\textwidth}{%
#+LATEX:   >{\raggedright\arraybackslash}X
#+LATEX:   >{\raggedleft\arraybackslash}m{0.16\textwidth}
#+LATEX:   >{\raggedleft\arraybackslash}m{0.22\textwidth}
#+LATEX:   >{\raggedleft\arraybackslash}m{0.16\textwidth}}
#+LATEX: \toprule
#+LATEX: DREx & 2024 & Alterações em 2025 & Novo valor 2025 \\
#+LATEX: \midrule
#+LATEX: Receita unitária & 500 & sem alteração & 500 \\
#+LATEX: (-) Variáveis unitários & 280 & +20 por consulta & 300 \\
#+LATEX: (=) Margem de contribuição unitária & 220 & reduz em 20 & 200 \\
#+LATEX: (-) Custos e despesas fixas & 480.000 & +100.000 de depreciação & 580.000 \\
#+LATEX: \bottomrule
#+LATEX: \end{tabularx}
#+LATEX: \normalsize
#+LATEX: \end{table}

*** a) Ponto de equilíbrio em 2025
\[
PE_{qtd} = \frac{580.000}{200} = 2.900\ \text{consultas}
\]

*** b) Consultas para lucro de R$ 120.000
\[
Q = \frac{580.000 + 120.000}{200} = \frac{700.000}{200} = 3.500\ \text{consultas}
\]

*** c) Consultas por dia
\[
22 \times 11 = 242\ \text{dias de atendimento no ano}
\]
\[
\frac{3.500}{242} = 14{,}46\ \text{consultas/dia}
\]

Adotando arredondamento operacional, são necessárias *15 consultas por dia*.

*** d) Margem de segurança em 2025
\[
MS_{qtd} = 3.300 - 2.900 = 400\ \text{consultas}
\]
\[
MS\% = \frac{400}{3.300} = 0{,}1212 = 12{,}12\%
\]
\[
MS_{R\$} = 400 \times 500 = 200.000
\]

#+NAME: tab:q2_respostas
#+CAPTION: 2ª questão — respostas finais
#+ATTR_LATEX: :center nil :float nil
#+LATEX: \begin{table}[htbp]
#+LATEX: \centering
#+LATEX: \scriptsize
#+LATEX: \setlength{\tabcolsep}{3pt}
#+LATEX: \renewcommand{\arraystretch}{1.15}
#+LATEX: \begin{tabularx}{\textwidth}{%
#+LATEX:   >{\raggedright\arraybackslash}X
#+LATEX:   >{\raggedleft\arraybackslash}m{0.28\textwidth}}
#+LATEX: \toprule
#+LATEX: Item & Resultado \\
#+LATEX: \midrule
#+LATEX: a) Ponto de equilíbrio & 2.900 consultas \\
#+LATEX: b) Consultas para lucro de R\$ 120.000 & 3.500 consultas \\
#+LATEX: c) Consultas por dia & 14,46 \; (\approx 15 por dia) \\
#+LATEX: d) Margem de segurança em quantidade & 400 consultas \\
#+LATEX: d) Margem de segurança em valor & R\$ 200.000,00 \\
#+LATEX: d) Margem de segurança em percentual & 12,12\% \\
#+LATEX: \bottomrule
#+LATEX: \end{tabularx}
#+LATEX: \normalsize
#+LATEX: \end{table}

* 3ª Questão

** Enunciado
Com base nos dados a seguir, calcule o preço da consulta a ser cobrado, bem como seu preço mínimo:
- Material empregado: $50
- Salários e encargos trabalhistas: $230
- Custos indiretos já rateados: $50
- Receita total do período anterior: $400.000
- Despesas administrativas do período anterior: $24.000
- Despesas fixas de vendas do período anterior: $20.000
- Lucro desejado: 15% da receita
- Despesas variáveis de vendas:
  - ISS: 5% da receita
  - PIS, COFINS e CSLL: 4,65% da receita
  - IRRF: 1,5% da receita

Pede-se:
- a) preço de venda à vista;
- b) preço de custo ou mínimo;
- c) preço a prazo considerando taxa de juros de 3% para 30 dias;
- d) descontos entre as respostas a) e b), e c) e a).

** Resolução

*** Custo do serviço
\[
50 + 230 + 50 = 330
\]

*** Percentuais incidentes sobre a receita
Despesas fixas sobre a receita do período anterior:
\[
\frac{24.000 + 20.000}{400.000} = \frac{44.000}{400.000} = 11\%
\]

Despesas variáveis totais:
\[
5\% + 4{,}65\% + 1{,}5\% = 11{,}15\%
\]

Lucro desejado:
\[
15\%
\]

*** a) Preço de venda à vista
\[
PV = \frac{330}{1 - (0{,}1115 + 0{,}11 + 0{,}15)} = \frac{330}{0{,}6285} = 525{,}06
\]

*** b) Preço mínimo
\[
PM = \frac{330}{1 - (0{,}1115 + 0{,}11)} = \frac{330}{0{,}7785} = 423{,}89
\]

*** c) Preço a prazo com juros de 3 por cento em 30 dias
\[
PP = 525{,}06 \times 1{,}03 = 540{,}81
\]

*** d) Diferenças entre as respostas
Entre a) e b):
\[
525{,}06 - 423{,}89 = 101{,}17
\]
\[
\frac{101{,}17}{525{,}06} = 19{,}27\%
\]

Entre c) e a):
\[
540{,}81 - 525{,}06 = 15{,}75
\]
\[
\frac{15{,}75}{525{,}06} = 3{,}00\%
\]

#+NAME: tab:q3_precos
#+CAPTION: 3ª questão — composição e preços calculados
#+ATTR_LATEX: :center nil :float nil
#+LATEX: \begin{table}[htbp]
#+LATEX: \centering
#+LATEX: \scriptsize
#+LATEX: \setlength{\tabcolsep}{3pt}
#+LATEX: \renewcommand{\arraystretch}{1.15}
#+LATEX: \begin{tabularx}{\textwidth}{%
#+LATEX:   >{\raggedright\arraybackslash}X
#+LATEX:   >{\raggedleft\arraybackslash}m{0.24\textwidth}}
#+LATEX: \toprule
#+LATEX: Item & Valor \\
#+LATEX: \midrule
#+LATEX: Custo do serviço & 330,00 \\
#+LATEX: Despesas fixas sobre a receita & 11,00\% \\
#+LATEX: Despesas variáveis sobre a receita & 11,15\% \\
#+LATEX: Lucro desejado & 15,00\% \\
#+LATEX: a) Preço de venda à vista & 525,06 \\
#+LATEX: b) Preço mínimo & 423,89 \\
#+LATEX: c) Preço a prazo & 540,81 \\
#+LATEX: d) Diferença entre a e b & 101,17 \; (19,27\%) \\
#+LATEX: d) Diferença entre c e a & 15,75 \; (3,00\%) \\
#+LATEX: \bottomrule
#+LATEX: \end{tabularx}
#+LATEX: \normalsize
#+LATEX: \end{table}

* 4ª Questão

** Enunciado
Observe as seguintes informações retiradas de um Centro de Imagem (Tomografia):
- Custos e despesas variáveis: $150 por unidade;
- Custos e despesas fixos já rateados: $25.000 por mês;
- Preço de venda: $400;
- Quantidade vendida no mês: 150 unidades.

Pede-se:
1. Margem de contribuição unitária e em percentual.
2. Mínimo a ser vendido (ponto de equilíbrio).
3. Margem de lucro ou de retorno na atual quantidade de venda.
4. Margem de segurança em quantidade, em valor e em percentual.
5. Resultado considerando capacidade instalada de 200 unidades.

** Resolução

*** Margem de contribuição unitária e percentual
\[
MC_{unit} = 400 - 150 = 250
\]
\[
MC\% = \frac{250}{400} = 62{,}5\%
\]

*** Ponto de equilíbrio
\[
PE_{qtd} = \frac{25.000}{250} = 100\ \text{unidades}
\]
\[
PE_{R\$} = 100 \times 400 = 40.000
\]

*** Resultado na venda atual de 150 unidades
\[
\text{Receita} = 150 \times 400 = 60.000
\]
\[
\text{Variáveis} = 150 \times 150 = 22.500
\]
\[
\text{MC total} = 60.000 - 22.500 = 37.500
\]
\[
\text{Lucro} = 37.500 - 25.000 = 12.500
\]
\[
\text{Margem de lucro} = \frac{12.500}{60.000} = 20{,}83\%
\]

*** Margem de segurança
\[
MS_{qtd} = 150 - 100 = 50\ \text{unidades}
\]
\[
MS_{R\$} = 50 \times 400 = 20.000
\]
\[
MS\% = \frac{50}{150} = 33{,}33\%
\]

*** Resultado com capacidade instalada de 200 unidades
\[
\text{Receita} = 200 \times 400 = 80.000
\]
\[
\text{Variáveis} = 200 \times 150 = 30.000
\]
\[
\text{MC total} = 50.000
\]
\[
\text{Lucro} = 50.000 - 25.000 = 25.000
\]

#+NAME: tab:q4_drex
#+CAPTION: 4ª questão — DREx gerencial do centro de imagem na venda atual
#+ATTR_LATEX: :center nil :float nil
#+LATEX: \begin{table}[htbp]
#+LATEX: \centering
#+LATEX: \scriptsize
#+LATEX: \setlength{\tabcolsep}{3pt}
#+LATEX: \renewcommand{\arraystretch}{1.15}
#+LATEX: \begin{tabularx}{\textwidth}{%
#+LATEX:   >{\raggedright\arraybackslash}X
#+LATEX:   >{\raggedleft\arraybackslash}m{0.18\textwidth}
#+LATEX:   >{\raggedleft\arraybackslash}m{0.12\textwidth}
#+LATEX:   >{\raggedleft\arraybackslash}m{0.18\textwidth}}
#+LATEX: \toprule
#+LATEX: Estrutura da DRE Gerencial & Valores Unitários & Qtde & Valores Totais \\
#+LATEX: \midrule
#+LATEX: Receita & 400,00 & 150 & 60.000,00 \\
#+LATEX: (-) Variáveis & 150,00 & 150 & 22.500,00 \\
#+LATEX: (=) Margem de Contribuição & 250,00 & 150 & 37.500,00 \\
#+LATEX: (-) Fixos & -- & -- & 25.000,00 \\
#+LATEX: (=) Resultado (lucro) & -- & -- & 12.500,00 \\
#+LATEX: \bottomrule
#+LATEX: \end{tabularx}
#+LATEX: \normalsize
#+LATEX: \end{table}

#+NAME: tab:q4_resumo
#+CAPTION: 4ª questão — indicadores finais
#+ATTR_LATEX: :center nil :float nil
#+LATEX: \begin{table}[htbp]
#+LATEX: \centering
#+LATEX: \scriptsize
#+LATEX: \setlength{\tabcolsep}{3pt}
#+LATEX: \renewcommand{\arraystretch}{1.15}
#+LATEX: \begin{tabularx}{\textwidth}{%
#+LATEX:   >{\raggedright\arraybackslash}X
#+LATEX:   >{\raggedleft\arraybackslash}m{0.28\textwidth}}
#+LATEX: \toprule
#+LATEX: Item & Resultado \\
#+LATEX: \midrule
#+LATEX: 1) Margem de contribuição unitária & 250,00 \\
#+LATEX: 1) Margem de contribuição percentual & 62,50\% \\
#+LATEX: 2) Ponto de equilíbrio em quantidade & 100 unidades \\
#+LATEX: 2) Ponto de equilíbrio em valor & 40.000,00 \\
#+LATEX: 3) Margem de lucro na venda atual & 20,83\% \\
#+LATEX: 4) Margem de segurança em quantidade & 50 unidades \\
#+LATEX: 4) Margem de segurança em valor & 20.000,00 \\
#+LATEX: 4) Margem de segurança em percentual & 33,33\% \\
#+LATEX: 5) Resultado com 200 unidades & 25.000,00 \\
#+LATEX: \bottomrule
#+LATEX: \end{tabularx}
#+LATEX: \normalsize
#+LATEX: \end{table}
