modulo_02-legislação_e_finanças/03-gestao_de_custos_em_saude/trabalho_final_resolvido_fixed.tex
% Created 2026-03-05 qui 22:51
% Intended LaTeX compiler: lualatex
\documentclass[12pt]{article}
\usepackage[a4paper,left=3cm,top=3cm,right=2cm,bottom=2cm]{geometry}
\setcounter{secnumdepth}{4}
\setcounter{tocdepth}{2}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{fgv-header}
\author{Gustavo M. Mendes de Tarso}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Gustavo M. Mendes de Tarso},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.5.5)}, 
 pdflang={English}}
\begin{document}

\begingroup
\linespread{1}\selectfont
\begin{tcolorbox}[title=Ficha Técnica,
  colback=gray!5,colframe=gray!40,boxrule=0.4pt,sharp corners]
\begin{tblr}{rowsep=1pt,stretch=1, rows={t}, colspec={Q[l,2.8cm] X[l]}}
\textbf{Curso}                   & MBA em Gestão da Saúde \\
\textbf{Turma}                   & T-01 \\
\textbf{Pólo}                    & Brasília \\
\textbf{Disciplina}              & Gestão de Custos \\
\textbf{Professor}               & Waldir Jorge Ladeira dos Santos \\
\textbf{Trabalho}                & Resolução do trabalho final \\
\textbf{Aluno(s)}                & Gustavo M. Mendes de Tarso \\
\textbf{Título do trabalho}      & Resolução comentada das questões \\
\end{tblr}
\end{tcolorbox}
\endgroup

\FGVNewPage

\section{1ª Questão}
\label{sec:org3437dfb}

\subsection{Enunciado}
\label{sec:org803ed9d}
Os indicadores abaixo foram extraídos do demonstrativo de resultado do Hospital Beta no exercício de 2025, em milhares de Reais.

Valores em R\$ mil:
\begin{itemize}
\item Receita de serviços prestados: 5.000
\item Custo dos serviços prestados: fixos 1.000; variáveis 1.500; total 2.500
\item Despesas de vendas de planos e administrativas: fixas 500; variáveis 100; total 600
\end{itemize}

Pede-se:
\begin{enumerate}
\item O demonstrativo de resultado com base na abordagem da contribuição (gerencial).
\item O lucro operacional para cada uma das hipóteses seguintes:
a) aumento das vendas físicas em 30\%, com nova despesa fixa de propaganda de 50;
b) aumento dos custos fixos em 100 e redução dos custos variáveis em 10\%;
c) redução de 10\% no preço de venda e aumento de 20\% no volume de vendas.
\end{enumerate}

\subsection{Resolução}
\label{sec:orgab50879}

\subsubsection{DREx gerencial base}
\label{sec:org57637da}
\[
\text{Margem de Contribuição} = 5.000 - 1.500 - 100 = 3.400
\]

\[
\text{Lucro Operacional Líquido} = 3.400 - 1.000 - 500 = 1.900
\]

\begin{table}[htbp]
\centering
\scriptsize
\setlength{\tabcolsep}{3pt}
\renewcommand{\arraystretch}{1.15}
\begin{tabularx}{\textwidth}{%
>{\raggedright\arraybackslash}X
>{\raggedleft\arraybackslash}m{0.14\textwidth}
>{\raggedleft\arraybackslash}m{0.14\textwidth}
>{\raggedleft\arraybackslash}m{0.14\textwidth}
>{\raggedleft\arraybackslash}m{0.14\textwidth}}
\toprule
DREx & Base & 2a & 2b & 2c \\
\midrule
Receita & 5.000 & 6.500 & 5.000 & 5.400 \\
(-) Custo Variável & 1.500 & 1.950 & 1.350 & 1.800 \\
(-) Despesa Variável & 100 & 130 & 100 & 120 \\
(=) Margem de Contribuição & 3.400 & 4.420 & 3.550 & 3.480 \\
(-) Custo Fixo & 1.000 & 1.000 & 1.100 & 1.000 \\
(-) Despesa Fixa & 500 & 550 & 500 & 500 \\
(=) Lucro Operacional Líquido & 1.900 & 2.870 & 1.950 & 1.980 \\
\bottomrule
\end{tabularx}
\normalsize
\end{table}

\subsubsection{Cálculos das hipóteses}
\label{sec:org2230c2b}

\begin{enumerate}
\item a) Vendas físicas +30\% e propaganda fixa de 50
\label{sec:orga08b579}
\[
\text{Receita} = 5.000 \times 1{,}30 = 6.500
\]
\[
\text{Custo Variável} = 1.500 \times 1{,}30 = 1.950
\]
\[
\text{Despesa Variável} = 100 \times 1{,}30 = 130
\]
\[
\text{Lucro} = 6.500 - 1.950 - 130 - 1.000 - (500 + 50) = 2.870
\]

\item b) CF +100 e CV -10\%
\label{sec:org16723cb}
\[
\text{Custo Variável} = 1.500 \times 0{,}90 = 1.350
\]
\[
\text{Lucro} = 5.000 - 1.350 - 100 - 1.100 - 500 = 1.950
\]

\item c) Preço -10\% e quantidade +20\%
\label{sec:org4c36e20}
\[
\text{Receita} = 5.000 \times 0{,}90 \times 1{,}20 = 5.400
\]
\[
\text{Custo Variável} = 1.500 \times 1{,}20 = 1.800
\]
\[
\text{Despesa Variável} = 100 \times 1{,}20 = 120
\]
\[
\text{Lucro} = 5.400 - 1.800 - 120 - 1.000 - 500 = 1.980
\]
\end{enumerate}

\section{2ª Questão}
\label{sec:org87a6e8c}

\subsection{Enunciado}
\label{sec:orgbc4c90e}
Em 2025, desejando melhorar a qualidade de seu serviço, o médico substitui um material de exame utilizado na consulta que custava \$150 por outro que custa \$170 por paciente. Adicionalmente, para aumentar a capacidade instalada, efetua investimento de \$500.000 em equipamento, com vida útil de 5 anos, valor residual nulo e depreciação linear.

Utilize a tabela abaixo com os valores do ano-base de 2024 para encontrar os novos valores de 2025 e responder:
\begin{itemize}
\item a) quantas consultas serão necessárias para o ponto de equilíbrio em 2025;
\item b) quantas consultas serão necessárias para lucro de R\$ 120.000;
\item c) número de consultas por dia, considerando 22 dias por mês e 11 meses trabalhados;
\item d) margem de segurança em 2025, sabendo que a referência de vendas do ano anterior foi de 3.300 consultas.
\end{itemize}

\subsection{Resolução}
\label{sec:org1365292}

\subsubsection{Atualização dos dados de 2025}
\label{sec:org39b622d}
\begin{itemize}
\item Receita unitária de 2024: 500
\item Variável unitário de 2024: 280
\item Margem de contribuição unitária de 2024: 220
\item Custos e despesas fixas de 2024: 480.000
\end{itemize}

Aumento do material por consulta:
\[
170 - 150 = 20
\]

Novo variável unitário:
\[
280 + 20 = 300
\]

Nova margem de contribuição unitária:
\[
500 - 300 = 200
\]

Depreciação anual do novo equipamento:
\[
\frac{500.000}{5} = 100.000
\]

Novos fixos:
\[
480.000 + 100.000 = 580.000
\]

\begin{table}[htbp]
\centering
\scriptsize
\setlength{\tabcolsep}{3pt}
\renewcommand{\arraystretch}{1.15}
\begin{tabularx}{\textwidth}{%
>{\raggedright\arraybackslash}X
>{\raggedleft\arraybackslash}m{0.16\textwidth}
>{\raggedleft\arraybackslash}m{0.22\textwidth}
>{\raggedleft\arraybackslash}m{0.16\textwidth}}
\toprule
DREx & 2024 & Alterações em 2025 & Novo valor 2025 \\
\midrule
Receita unitária & 500 & sem alteração & 500 \\
(-) Variáveis unitários & 280 & +20 por consulta & 300 \\
(=) Margem de contribuição unitária & 220 & reduz em 20 & 200 \\
(-) Custos e despesas fixas & 480.000 & +100.000 de depreciação & 580.000 \\
\bottomrule
\end{tabularx}
\normalsize
\end{table}

\subsubsection{a) Ponto de equilíbrio em 2025}
\label{sec:org02ab1f6}
\[
PE_{qtd} = \frac{580.000}{200} = 2.900\ \text{consultas}
\]

\subsubsection{b) Consultas para lucro de R\$ 120.000}
\label{sec:orgc42c1ba}
\[
Q = \frac{580.000 + 120.000}{200} = \frac{700.000}{200} = 3.500\ \text{consultas}
\]

\subsubsection{c) Consultas por dia}
\label{sec:org36318fc}
\[
22 \times 11 = 242\ \text{dias de atendimento no ano}
\]
\[
\frac{3.500}{242} = 14{,}46\ \text{consultas/dia}
\]

Adotando arredondamento operacional, são necessárias \textbf{15 consultas por dia}.

\subsubsection{d) Margem de segurança em 2025}
\label{sec:org450c482}
\[
MS_{qtd} = 3.300 - 2.900 = 400\ \text{consultas}
\]
\[
MS\% = \frac{400}{3.300} = 0{,}1212 = 12{,}12\%
\]
\[
MS_{R\$} = 400 \times 500 = 200.000
\]

\begin{table}[htbp]
\centering
\scriptsize
\setlength{\tabcolsep}{3pt}
\renewcommand{\arraystretch}{1.15}
\begin{tabularx}{\textwidth}{%
>{\raggedright\arraybackslash}X
>{\raggedleft\arraybackslash}m{0.28\textwidth}}
\toprule
Item & Resultado \\
\midrule
a) Ponto de equilíbrio & 2.900 consultas \\
b) Consultas para lucro de R\$ 120.000 & 3.500 consultas \\
c) Consultas por dia & 14,46 \; (\approx 15 por dia) \\
d) Margem de segurança em quantidade & 400 consultas \\
d) Margem de segurança em valor & R\$ 200.000,00 \\
d) Margem de segurança em percentual & 12,12\% \\
\bottomrule
\end{tabularx}
\normalsize
\end{table}

\section{3ª Questão}
\label{sec:orgf7e3b6c}

\subsection{Enunciado}
\label{sec:org663434c}
Com base nos dados a seguir, calcule o preço da consulta a ser cobrado, bem como seu preço mínimo:
\begin{itemize}
\item Material empregado: \$50
\item Salários e encargos trabalhistas: \$230
\item Custos indiretos já rateados: \$50
\item Receita total do período anterior: \$400.000
\item Despesas administrativas do período anterior: \$24.000
\item Despesas fixas de vendas do período anterior: \$20.000
\item Lucro desejado: 15\% da receita
\item Despesas variáveis de vendas:
\begin{itemize}
\item ISS: 5\% da receita
\item PIS, COFINS e CSLL: 4,65\% da receita
\item IRRF: 1,5\% da receita
\end{itemize}
\end{itemize}

Pede-se:
\begin{itemize}
\item a) preço de venda à vista;
\item b) preço de custo ou mínimo;
\item c) preço a prazo considerando taxa de juros de 3\% para 30 dias;
\item d) descontos entre as respostas a) e b), e c) e a).
\end{itemize}

\subsection{Resolução}
\label{sec:org12f0ddc}

\subsubsection{Custo do serviço}
\label{sec:org5fcb405}
\[
50 + 230 + 50 = 330
\]

\subsubsection{Percentuais incidentes sobre a receita}
\label{sec:orgfed49a6}
Despesas fixas sobre a receita do período anterior:
\[
\frac{24.000 + 20.000}{400.000} = \frac{44.000}{400.000} = 11\%
\]

Despesas variáveis totais:
\[
5\% + 4{,}65\% + 1{,}5\% = 11{,}15\%
\]

Lucro desejado:
\[
15\%
\]

\subsubsection{a) Preço de venda à vista}
\label{sec:org1e48e9f}
\[
PV = \frac{330}{1 - (0{,}1115 + 0{,}11 + 0{,}15)} = \frac{330}{0{,}6285} = 525{,}06
\]

\subsubsection{b) Preço mínimo}
\label{sec:orga0171d3}
\[
PM = \frac{330}{1 - (0{,}1115 + 0{,}11)} = \frac{330}{0{,}7785} = 423{,}89
\]

\subsubsection{c) Preço a prazo com juros de 3 por cento em 30 dias}
\label{sec:org9c21374}
\[
PP = 525{,}06 \times 1{,}03 = 540{,}81
\]

\subsubsection{d) Diferenças entre as respostas}
\label{sec:org3ba51a7}
Entre a) e b):
\[
525{,}06 - 423{,}89 = 101{,}17
\]
\[
\frac{101{,}17}{525{,}06} = 19{,}27\%
\]

Entre c) e a):
\[
540{,}81 - 525{,}06 = 15{,}75
\]
\[
\frac{15{,}75}{525{,}06} = 3{,}00\%
\]

\begin{table}[htbp]
\centering
\scriptsize
\setlength{\tabcolsep}{3pt}
\renewcommand{\arraystretch}{1.15}
\begin{tabularx}{\textwidth}{%
>{\raggedright\arraybackslash}X
>{\raggedleft\arraybackslash}m{0.24\textwidth}}
\toprule
Item & Valor \\
\midrule
Custo do serviço & 330,00 \\
Despesas fixas sobre a receita & 11,00\% \\
Despesas variáveis sobre a receita & 11,15\% \\
Lucro desejado & 15,00\% \\
a) Preço de venda à vista & 525,06 \\
b) Preço mínimo & 423,89 \\
c) Preço a prazo & 540,81 \\
d) Diferença entre a e b & 101,17 \; (19,27\%) \\
d) Diferença entre c e a & 15,75 \; (3,00\%) \\
\bottomrule
\end{tabularx}
\normalsize
\end{table}

\section{4ª Questão}
\label{sec:org09c8381}

\subsection{Enunciado}
\label{sec:org10cd8cf}
Observe as seguintes informações retiradas de um Centro de Imagem (Tomografia):
\begin{itemize}
\item Custos e despesas variáveis: \$150 por unidade;
\item Custos e despesas fixos já rateados: \$25.000 por mês;
\item Preço de venda: \$400;
\item Quantidade vendida no mês: 150 unidades.
\end{itemize}

Pede-se:
\begin{enumerate}
\item Margem de contribuição unitária e em percentual.
\item Mínimo a ser vendido (ponto de equilíbrio).
\item Margem de lucro ou de retorno na atual quantidade de venda.
\item Margem de segurança em quantidade, em valor e em percentual.
\item Resultado considerando capacidade instalada de 200 unidades.
\end{enumerate}

\subsection{Resolução}
\label{sec:org2fe7e1b}

\subsubsection{Margem de contribuição unitária e percentual}
\label{sec:orgb19900a}
\[
MC_{unit} = 400 - 150 = 250
\]
\[
MC\% = \frac{250}{400} = 62{,}5\%
\]

\subsubsection{Ponto de equilíbrio}
\label{sec:orgab91349}
\[
PE_{qtd} = \frac{25.000}{250} = 100\ \text{unidades}
\]
\[
PE_{R\$} = 100 \times 400 = 40.000
\]

\subsubsection{Resultado na venda atual de 150 unidades}
\label{sec:org784b6b9}
\[
\text{Receita} = 150 \times 400 = 60.000
\]
\[
\text{Variáveis} = 150 \times 150 = 22.500
\]
\[
\text{MC total} = 60.000 - 22.500 = 37.500
\]
\[
\text{Lucro} = 37.500 - 25.000 = 12.500
\]
\[
\text{Margem de lucro} = \frac{12.500}{60.000} = 20{,}83\%
\]

\subsubsection{Margem de segurança}
\label{sec:org54e7cf0}
\[
MS_{qtd} = 150 - 100 = 50\ \text{unidades}
\]
\[
MS_{R\$} = 50 \times 400 = 20.000
\]
\[
MS\% = \frac{50}{150} = 33{,}33\%
\]

\subsubsection{Resultado com capacidade instalada de 200 unidades}
\label{sec:orgf119599}
\[
\text{Receita} = 200 \times 400 = 80.000
\]
\[
\text{Variáveis} = 200 \times 150 = 30.000
\]
\[
\text{MC total} = 50.000
\]
\[
\text{Lucro} = 50.000 - 25.000 = 25.000
\]

\begin{table}[htbp]
\centering
\scriptsize
\setlength{\tabcolsep}{3pt}
\renewcommand{\arraystretch}{1.15}
\begin{tabularx}{\textwidth}{%
>{\raggedright\arraybackslash}X
>{\raggedleft\arraybackslash}m{0.18\textwidth}
>{\raggedleft\arraybackslash}m{0.12\textwidth}
>{\raggedleft\arraybackslash}m{0.18\textwidth}}
\toprule
Estrutura da DRE Gerencial & Valores Unitários & Qtde & Valores Totais \\
\midrule
Receita & 400,00 & 150 & 60.000,00 \\
(-) Variáveis & 150,00 & 150 & 22.500,00 \\
(=) Margem de Contribuição & 250,00 & 150 & 37.500,00 \\
(-) Fixos & -- & -- & 25.000,00 \\
(=) Resultado (lucro) & -- & -- & 12.500,00 \\
\bottomrule
\end{tabularx}
\normalsize
\end{table}

\begin{table}[htbp]
\centering
\scriptsize
\setlength{\tabcolsep}{3pt}
\renewcommand{\arraystretch}{1.15}
\begin{tabularx}{\textwidth}{%
>{\raggedright\arraybackslash}X
>{\raggedleft\arraybackslash}m{0.28\textwidth}}
\toprule
Item & Resultado \\
\midrule
1) Margem de contribuição unitária & 250,00 \\
1) Margem de contribuição percentual & 62,50\% \\
2) Ponto de equilíbrio em quantidade & 100 unidades \\
2) Ponto de equilíbrio em valor & 40.000,00 \\
3) Margem de lucro na venda atual & 20,83\% \\
4) Margem de segurança em quantidade & 50 unidades \\
4) Margem de segurança em valor & 20.000,00 \\
4) Margem de segurança em percentual & 33,33\% \\
5) Resultado com 200 unidades & 25.000,00 \\
\bottomrule
\end{tabularx}
\normalsize
\end{table}
\end{document}